<template>
  <div>
    <swiper class="swiper" :options="swiperOption">
      <swiper-slide class="text">
        　新华社北京9月24日电 中共中央政治局9月24日召开会议，审议《新时代爱国主义教育实施纲要》和《中国共产党党校(行政学院)工作条例》。中共中央总书记习近平主持会议。

        　　会议指出，爱国主义是中华民族精神的核心。中国特色社会主义进入新时代，必须大力弘扬爱国主义精神，把爱国主义教育贯穿国民教育和精神文明建设全过程。在庆祝新中国成立70周年之际，制定印发《新时代爱国主义教育实施纲要》，对于引导全体人民弘扬伟大的爱国主义精神，为实现中华民族伟大复兴的中国梦不懈奋斗，具有非常重要的现实意义和深远的历史意义。

        　　会议强调，加强新时代爱国主义教育，要增强“四个意识”、坚定“四个自信”、做到“两个维护”，使爱国主义成为全体中国人民的坚定信念、精神力量和自觉行动。要把握时代主题，引导人们深刻认识中国梦的本质是国家富强、民族振兴、人民幸福，激发全体人民爱党爱国爱社会主义的巨大热情，凝聚奋进新时代、实现民族复兴的磅礴伟力。要坚持全员全过程全方位育人，在广大青少年中开展深入、持久、生动的爱国主义教育，让爱国主义精神牢牢扎根。

        　　会议指出，党校(行政学院)工作是党和国家事业的重要组成部分。做好新时代党校(行政学院)工作，关键在于坚持党校姓党、从严治校、质量立校。要坚持以习近平新时代中国特色社会主义思想为指导，坚持党的理论教育和党性教育主业主课定位，以培养造就忠诚干净担当的高素质专业化干部队伍为主要目标，发挥干部培训、思想引领、理论建设、决策咨询作用，教育学员增强“四个意识”、坚定“四个自信”、做到“两个维护”，为新时代坚持和发展中国特色社会主义服务。

        　　会议要求，各级党委(党组)要充分认识做好党校(行政学院)工作的重要性，落实好办学治校的主体责任，加强对实施《条例》的组织领导。各级党校(行政学院)要认真贯彻落实《条例》，牢牢把握党校姓党的办学原则，加强教学科研和管理服务等各项工作，不断提高办学质量和水平。

        　　会议还研究了其他事项。　国庆假期或有近8亿人次出游，哪些地方人多？如何规划行程？

        　　中新经纬客户端9月25日电(董湘依)2019年的国庆假日即将到来，面对7天的黄金周，不少人已经开始提前规划假期旅游。如何避免出游遇到拥堵？旅游途中遇到问题该如何处理？中新经纬客户端梳理官方和机构大数据预测报告为广大网友提供出行参考。

        　　今年十一长假将有多少人出游？

        　　国庆长假是国民旅游休闲需求集中释放的一个假期。据文化和旅游部消息，2018年国庆假期全国共接待国内游客7.26亿人次，同比增长9.43%。携程发布的报告预测，随着国人旅游热情的不断高涨，按照这一增长趋势，预计2019年国庆旅游人次有望达到近8亿。

        　　小长假出行总避免不了“人山人海”的尴尬，不过别担心，今年十一长假许多人选择拼假出行。去哪儿网大数据显示，2019年国庆假期，超8成旅客出行时间大于5天，其中行程超过7天旅客占比达到41%。而携程大数据也显示，有31%的游客选择了4-6天的行程，充分利用这个假期。同时，也有超过40%的游客选择了7天以上的行程，通过拼假的方式来享受旅游。

        　　哪些城市的游客更喜欢十一出行？根据携程调查，十一旅游二十大客源城市分别是上海、北京、广州、成都、深圳、南京、杭州、重庆、武汉、天津、西宁、长沙、合肥、贵阳、昆明、厦门、郑州、西安、沈阳和无锡。

        　去程、返程何时拥堵？哪些城市易堵？

        　　根据我国《重大节假日免收小型客车通行费实施方案》的规定，国庆七天假期全国收费高速免费通行。七座及七座以下小型客车高速免费通行时间为10月1日0时至10月7日24时。

        　　交通运输部科学研究院联合百度等行业机构发布的预测报告指出，因国庆节假期小型客车高速免费通行起始时间因素，预计全国高速将于2019年10月1日零点出现去程拥堵小高峰；预计10月1日上午10:00出现去程拥堵最高峰。

        　　去程方面，预计全国高速去程易堵路段主要分布在长三角和珠三角地区。长三角地区，江苏省境内的G15W常台高速从科泾路坝桥到董浜枢纽南向北路段，预计平均拥堵里程或可达到7公里。珠三角地区，广东省境内的G80广昆高速富佛立交东向西路段，预计平均拥堵里程或将接近1公里。

        　　返程方面，预计易堵路段主要集中在津京冀地区。津京冀地区，北京市境内的G6京藏高速康庄桥附近西向东进京方向路段，预计将会严重拥堵，平均拥堵里程或将接近4公里。

        　　十一假期有哪些易堵城市？上述报告预测，北京、长春、乐山将位列易堵城市排行前三。TOP10易堵城市主要分布在北京和西单地区，其中，北京、乌鲁木齐、呼和浩特等为典型的北方秋季热门旅游城市，乐山、桂林、昆明等则为典型的西南地区热门旅游城市。

        　　易堵景区方面，仅西安就有3个景点入榜，陕西历史博物馆为最堵景区。此外，大雁塔、阳朔公园、秦始皇兵马俑、杭州花圃、五龙潭公园、渣滓洞、太子湾公园、趵突泉公园、重庆洪崖洞等景区也较为拥堵。

        　　热门景区火爆也带来了拥堵的小烦恼，如果你是自驾去上述景区，可能会堵在路上，建议一定要做好出行规划。
      </swiper-slide>
    </swiper>
  </div>
</template>

<script>
import { swiper, swiperSlide } from 'vue-awesome-swiper'
import 'swiper/dist/css/swiper.css'
export default {
  data() {
    return {
      swiperOption: {
        direction: 'vertical',
        slidesPerView: 'auto',
        freeMode: true,  // 无间隔滑动模式
        mousewheel: true  // 鼠标滚轮实现效果
      }
    }
  },
  components: {
    swiper,
    swiperSlide
  }

}
</script>

<style  scoped>
.swiper {
  height: 18.75rem;
  overflow: hidden;
}
.text {
  font-size: 14px;
  text-align: left;
  padding: 30px;
  height: auto;
  -webkit-box-sizing: border-box;
  box-sizing: border-box;
}
</style>
